Repository: rocavence/Wunderkammer
Catalog: Wunderkammer/Resources/Localizable.xcstrings
Source language: zh_hant
Languages: en, es, ja, ko, pt_br

# 回到排列 %lld（⌃%lld）
source: 回到排列 %1$lld（⌃%2$lld）
en: Go back to arrangement %lld (⌃%lld)
es: Volver a la disposición %lld (⌃%lld)
ja: 配置 %lld に戻す（⌃%lld）
ko: 배치 %lld(으)로 돌아가기 (⌃%lld)
pt_br: Voltar ao arranjo %lld (⌃%lld)

source: 回到這個排列
en: Go Back to This Arrangement
es: Volver a esta disposición
ja: この配置に戻す
ko: 이 배치로 돌아가기
pt_br: Voltar a este arranjo

source: 回答
en: Answer
es: Respuesta
ko: 답변
pt_br: Resposta

source: 圖中文字、物件、相似度與名字的辨識，都在這台 Mac 上完成，不會上傳任何內容。
en: Text, objects, similar pictures, and names are all recognized on this Mac. Nothing is uploaded.
es: El texto, los objetos, las semejanzas y los nombres se reconocen en este Mac. No se sube nada.
ja: 画像内の文字、物体、類似度、名前の認識はすべてこの Mac 上で行います。 何もアップロードされません。
ko: 이미지 속 텍스트, 사물, 유사도, 이름 인식은 모두 이 Mac에서 처리됩니다. 아무것도 업로드되지 않습니다.
pt_br: Texto, objetos, semelhanças e nomes são reconhecidos neste Mac. Nada é enviado.

source: 圖中的文字
en: Text in image
es: Texto en la imagen
ja: 画像内のテキスト
ko: 이미지 속 텍스트
pt_br: Texto na imagem

source: 圖片
en: Images
es: Imágenes
ja: 画像
ko: 이미지
pt_br: Imagens

source: 圖片、網址、文字；在瀏覽器裡直接收目前的頁面
en: Images, URLs, text. In a browser, it collects the current page
es: Imágenes, URL y texto; en el navegador, guarda la página actual
ja: 画像、URL、テキスト。ブラウザでは現在のページを直接追加します
ko: 이미지, URL, 텍스트. 브라우저에서는 현재 페이지를 바로 수집합니다
pt_br: Imagens, URLs e texto; no navegador, coleta a página atual

source: 圖裡的字、顏色、年份都找得到，不用想要放哪裡
en: Words in pictures, colors and years are all searchable. No need to decide where it goes.
es: Se pueden buscar las palabras de las imágenes, los colores y los años. No hace falta decidir dónde va.
ja: 画像の中の文字、色、年まで検索できます。置き場所を考える必要はありません。
ko: 사진 속 글자, 색상, 연도까지 검색됩니다. 어디에 둘지 고민할 필요 없어요.
pt_br: Dá para buscar as palavras das imagens, as cores e os anos. Não precisa decidir onde guardar.

source: 在 Claude Code 輸入 /mcp，看到 wunder 就是連上了。
en: Type /mcp in Claude Code. If you see wunder, it’s connected.
es: Escribe /mcp en Claude Code. Si ves wunder, ya está conectado.
ja: Claude Code で /mcp と入力し、wunder が見えれば接続完了です。
ko: Claude Code에서 /mcp를 입력해 wunder가 보이면 연결된 것입니다.
pt_br: Digite /mcp no Claude Code. Se aparecer wunder, está conectado.

source: 在 Claude Desktop 打開「設定 → 開發者 → 編輯設定」，找到 claude_desktop_config.json。
en: In Claude Desktop, open Settings → Developer → Edit Config to find claude_desktop_config.json.
es: En Claude Desktop, abre Ajustes → Desarrollador → Editar configuración para encontrar claude_desktop_config.json.
ja: Claude Desktop で「設定 → 開発者 → 構成を編集」を開き、claude_desktop_config.json を見つけます。
ko: Claude Desktop에서 ‘설정 → 개발자 → 구성 편집’을 열어 claude_desktop_config.json을 찾습니다.
pt_br: No Claude Desktop, abra Ajustes → Desenvolvedor → Editar configuração para achar o claude_desktop_config.json.

source: 在 Cursor 打開「Settings → MCP → Add new global MCP server」，會打開 mcp.json。
en: In Cursor, open Settings → MCP → Add new global MCP server; mcp.json opens.
es: En Cursor, abre Settings → MCP → Add new global MCP server; se abre mcp.json.
ja: Cursor で「Settings → MCP → Add new global MCP server」を開くと mcp.json が開きます。
ko: Cursor에서 ‘Settings → MCP → Add new global MCP server’를 열면 mcp.json이 열립니다.
pt_br: No Cursor, abra Settings → MCP → Add new global MCP server; o mcp.json abre.

source: 在 Finder 中顯示
en: Show in Finder
es: Mostrar en Finder
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder

source: 在 Finder 顯示
en: Show in Finder
es: Mostrar en Finder
ja: Finder に表示
ko: Finder에서 보기
pt_br: Mostrar no Finder

source: 在 Finder 顯示展室的資料
en: Show Room Data in Finder
es: Mostrar los datos de la sala en Finder
ja: 展示室のデータを Finder に表示
ko: Finder에서 전시실 데이터 보기
pt_br: Mostrar os dados da sala no Finder

source: 在 Spotlight 顯示收藏
en: Show items in Spotlight
es: Mostrar elementos en Spotlight
ja: Spotlight にアイテムを表示
ko: Spotlight에 항목 표시
pt_br: Mostrar itens no Spotlight

source: 在 iCloud 同步「%@」？
en: Sync “%@” with iCloud?
es: ¿Sincronizar «%@» con iCloud?
ja: 「%@」を iCloud で同期しますか？
ko: ‘%@’을(를) iCloud로 동기화하시겠습니까?
pt_br: Sincronizar “%@” com o iCloud?

source: 在任何 app 的分享選單選 Wunder
en: Choose Wunder in any app's Share menu
es: Elige Wunder en el menú Compartir de cualquier app
ja: 任意のアプリの共有メニューで Wunder を選択
ko: 아무 앱의 공유 메뉴에서 Wunder를 선택하십시오
pt_br: Escolha Wunder no menu Compartilhar de qualquer app

source: 在你登入同一個 Apple 帳號的 Mac 之間同步這個展室。
en: Sync this room between the Macs signed in to your Apple Account.
es: Sincroniza esta sala entre los Mac con tu misma cuenta de Apple.
ja: 同じ Apple アカウントでサインインしている Mac 間でこの展示室を同期します。
ko: 같은 Apple 계정으로 로그인한 Mac 사이에서 이 전시실을 동기화합니다.
pt_br: Sincroniza esta sala entre os Macs com a sua Conta Apple.

source: 在別台 Mac 建立 · 點一下加入
en: Made on another Mac · Click to join
es: Creada en otro Mac · Haz clic para unirte
ja: 別の Mac で作成 · クリックして参加
ko: 다른 Mac에서 만듦 · 클릭하여 참여
pt_br: Criada em outro Mac · Clique para entrar

source: 在打開的設定裡允許 Wunder 控制 %@，再按一次 ⌘⇧C
en: In the Settings that just opened, allow Wunder to control %@, then press ⌘⇧C again
es: En los Ajustes que se abrieron, permite que Wunder controle %@ y vuelve a pulsar ⌘⇧C
ja: 開いた設定で Wunder に %@ の制御を許可してから、もう一度 ⌘⇧C を押してください
ko: 열린 설정에서 Wunder가 %@을(를) 제어하도록 허용한 뒤 ⌘⇧C를 다시 누르세요
pt_br: Nos Ajustes que se abriram, permita que o Wunder controle o %@ e pressione ⌘⇧C de novo

source: 在搜尋框問問題，例如：我收過哪些書？
en: Ask in the search field, for example: Which books have I collected?
es: Haz preguntas en el campo de búsqueda, por ejemplo: ¿qué libros he guardado?
ja: 検索フィールドで質問できます（例：これまでに集めた本は？）
ko: 검색 필드에 질문하십시오. 예: 내가 수집한 책은 무엇이 있지?
pt_br: Faça perguntas no campo de busca, como: quais livros eu coletei?

source: 在搜尋框輸入問句後按 Return，或對 Siri 說「Ask Wunder」。
en: Type a question in the search field and press Return, or say “Ask Wunder” to Siri.
es: Escribe una pregunta en el buscador y pulsa Retorno, o di «Ask Wunder» a Siri.
ja: 検索欄に質問を入力して Return、または Siri に「Ask Wunder」と話しかけます。
ko: 검색창에 질문을 입력하고 Return을 누르거나 Siri에게 “Ask Wunder”라고 말하세요.
pt_br: Digite uma pergunta na busca e pressione Return, ou diga “Ask Wunder” à Siri.

source: 在終端機貼上並執行。
en: Paste it in Terminal and run it.
es: Pégalo en Terminal y ejecútalo.
ja: ターミナルに貼り付けて実行します。
ko: 터미널에 붙여 넣고 실행합니다.
pt_br: Cole no Terminal e execute.

source: 地點
en: Place
es: Lugar
ja: 場所
ko: 장소
pt_br: Lugares

source: 外觀
en: Appearance
es: Aspecto
ja: 外観
ko: 화면 모드
pt_br: Aparência

source: 大小
en: Size
es: Tamaño
ja: サイズ
ko: 크기
pt_br: Tamanho

source: 好
en: OK
es: OK
ja: OK
ko: 확인
pt_br: OK

source: 存下排法
en: Save the layout
es: Guardar la disposición
ja: 並びを保存
ko: 배치 저장
pt_br: Salvar o arranjo

source: 存成排列 %lld
en: Save as Arrangement %lld
es: Guardar como disposición %lld
ja: 配置 %lld として保存
ko: 배치 %lld(으)로 저장
pt_br: Salvar como arranjo %lld

# 存成排列 %lld（⌃⇧%lld）
source: 存成排列 %1$lld（⌃⇧%2$lld）
en: Save as arrangement %lld (⌃⇧%lld)
es: Guardar como disposición %lld (⌃⇧%lld)
ja: 配置 %lld として保存（⌃⇧%lld）
ko: 배치 %lld(으)로 저장 (⌃⇧%lld)
pt_br: Salvar como arranjo %lld (⌃⇧%lld)

source: 存檔，結束 Claude Desktop 再重新打開。
en: Save, then quit Claude Desktop and open it again.
es: Guarda, cierra Claude Desktop y vuelve a abrirlo.
ja: 保存して、Claude Desktop を終了してから開き直します。
ko: 저장한 뒤 Claude Desktop을 종료하고 다시 엽니다.
pt_br: Salve, feche o Claude Desktop e abra de novo.

source: 它已經在監看清單裡，或和清單裡的資料夾重疊，或是展室自己存放資料的地方。
en: It's already being watched, overlaps a watched folder, or is where the room stores its own data.
es: Ya está en la lista, se solapa con una carpeta de la lista o es donde la sala guarda sus datos.
ja: すでに監視リストにあるか、リスト内のフォルダと重なっているか、展示室自体のデータ保存場所です。
ko: 이미 감시 목록에 있거나, 목록의 폴더와 겹치거나, 전시실 자체의 데이터 저장 위치입니다.
pt_br: Ela já está na lista, se sobrepõe a uma pasta da lista ou é onde a própria sala guarda seus dados.

source: 它還在 iCloud 雲碟，其他 Mac 照常使用；之後可以在展室裡重新加入。
en: It stays in iCloud Drive and your other Macs keep using it. You can join it again later from Rooms.
es: Sigue en iCloud Drive y tus otros Mac la usan igual. Puedes volver a unirte desde Salas.
ja: iCloud Drive には残り、ほかの Mac ではそのまま使えます。あとで展示室からもう一度参加できます。
ko: iCloud Drive에 그대로 남아 다른 Mac에서는 계속 쓸 수 있어요. 나중에 전시실에서 다시 참여할 수 있습니다.
pt_br: Ela continua no iCloud Drive e seus outros Macs seguem usando. Você pode entrar de novo em Salas.

source: 完成
en: Done
es: OK
ja: 完了
ko: 완료
pt_br: OK

source: 寫了
en: wrote
es: escribió
ja: 書いた
ko: 집필
pt_br: escreveu

source: 寫程式的編輯器，設定與 Claude Desktop 相同。
en: The code editor. Same settings as Claude Desktop.
es: El editor de código. Mismos ajustes que Claude Desktop.
ja: コードエディタ。設定は Claude Desktop と同じです。
ko: 코드 편집기. 설정은 Claude Desktop과 같습니다.
pt_br: O editor de código. Mesmos ajustes do Claude Desktop.

source: 對收藏提問
en: Ask about your items
es: Preguntar sobre tus elementos
ja: アイテムについて質問
ko: 수집품에 질문하기
pt_br: Perguntar sobre os itens

source: 導了
en: directed
es: dirigió
ja: 監督した
ko: 연출
pt_br: dirigiu

source: 導演
en: Director
es: Director
ja: 監督
ko: 감독
pt_br: Direção

source: 尺寸
en: Dimensions
es: Dimensiones
ja: 寸法
ko: 크기
pt_br: Dimensões

source: 展室
en: Room
es: Sala
ja: 展示室
ko: 전시실
pt_br: Sala

source: 展室會從 iCloud 雲碟搬回這台 Mac，其他 Mac 上就看不到了。
en: The room moves out of iCloud Drive back to this Mac, and your other Macs won’t see it anymore.
es: La sala sale de iCloud Drive y vuelve a este Mac; tus otros Mac ya no la verán.
ja: 展示室は iCloud Drive からこの Mac に戻り、ほかの Mac では見えなくなります。
ko: 전시실이 iCloud Drive에서 이 Mac으로 돌아오며, 다른 Mac에서는 더 이상 보이지 않습니다.
pt_br: A sala sai do iCloud Drive e volta para este Mac; seus outros Macs deixam de vê-la.

source: 展室會搬到 iCloud 雲碟的 Wunder 資料夾，你登入同一個 Apple 帳號的 Mac 都能打開。
en: The room moves to the Wunder folder in iCloud Drive, and any Mac signed in to your Apple Account can open it.
es: La sala se mueve a la carpeta Wunder de iCloud Drive y cualquier Mac con tu cuenta de Apple puede abrirla.
ja: 展示室は iCloud Drive の Wunder フォルダに移り、同じ Apple アカウントの Mac ならどれでも開けます。
ko: 전시실이 iCloud Drive의 Wunder 폴더로 옮겨지며, 같은 Apple 계정의 Mac이면 어디서든 열 수 있습니다.
pt_br: A sala vai para a pasta Wunder no iCloud Drive e qualquer Mac com a sua Conta Apple pode abri-la.

source: 展室的名字
en: Room name
es: Nombre de la sala
ja: 展示室の名前
ko: 전시실 이름
pt_br: Nome da sala

source: 展室裡有一份複本
en: A copy is kept in the room
es: Hay una copia en la sala
ja: 展示室にコピーがあります
ko: 전시실에 사본 있음
pt_br: Há uma cópia na sala

source: 展室設定
en: Room Settings
es: Ajustes de la sala
ja: 展示室の設定
ko: 전시실 설정
pt_br: Ajustes da sala

source: 展室還是空的 看到喜歡的東西，按 ⌘⇧C 收進來 也可以把檔案、圖片、網址或文字拖到這裡
en: The room is empty When you see something you like, press ⌘⇧C to collect it You can also drag files, images, URLs or text here
es: La sala aún está vacía Cuando veas algo que te guste, pulsa ⌘⇧C para guardarlo También puedes arrastrar aquí archivos, imágenes, URL o texto
ja: 展示室はまだ空です 気に入ったものを見つけたら ⌘⇧C で追加しましょう ファイル、画像、URL、テキストをここにドラッグすることもできます
ko: 전시실이 아직 비어 있습니다 마음에 드는 것을 발견하면 ⌘⇧C를 눌러 수집하십시오 파일, 이미지, URL 또는 텍스트를 여기로 드래그해도 됩니다
pt_br: A sala ainda está vazia Quando vir algo de que goste, pressione ⌘⇧C para coletar Você também pode arrastar arquivos, imagens, URLs ou texto para cá

source: 展室：%@，%lld 件收藏。按一下切換或管理
en: Room: %@, %lld items. Click to switch or manage
es: Sala: %@, %lld elementos. Haz clic para cambiar o gestionar
ja: 展示室：%@、%lld 件のアイテム。クリックして切り替えまたは管理
ko: 전시실: %@, 항목 %lld개. 클릭하여 전환하거나 관리
pt_br: Sala: %@, %lld itens. Clique para alternar ou gerenciar

source: 展開%@
en: Expand %@
es: Expandir %@
ja: %@を展開
ko: %@ 펼치기
pt_br: Expandir %@

source: 工作台
en: Space
es: Mesa de trabajo
ja: 作業台
ko: 작업대
pt_br: Bancada

source: 工作台排列
en: Space Arrangements
es: Disposiciones del espacio
ja: ワークスペースの配置
ko: 작업대 배치
pt_br: Arranjos do espaço

source: 工作台提示
en: Space tips
es: Consejos de la mesa de trabajo
ja: 作業台のヒント
ko: 작업대 도움말
pt_br: Dicas da bancada

source: 已安裝
en: Installed
es: Instalado
ja: インストール済み
ko: 설치됨
pt_br: Instalado

source: 已拷貝
en: Copied
es: Copiado
ja: コピーしました
ko: 복사됨
pt_br: Copiado

source: 已經在展室裡
en: Already in the room
es: Ya está en la sala
ja: すでに展示室にあります
ko: 이미 전시실에 있음
pt_br: Já está na sala

source: 已經是最新版本
en: You’re up to date
es: Tienes la última versión
ja: 最新バージョンです
ko: 최신 버전입니다
pt_br: Você está na versão mais recente

source: 巴拉岡粉
en: Barragán Pink
es: Rosa Barragán
ja: バラガン・ピンク
ko: 바라간 핑크
pt_br: Rosa Barragán

source: 建立於
en: Created
es: Creado
ja: 作成日
ko: 생성일
pt_br: Criado em

source: 影片
en: Videos
es: Vídeos
ja: ビデオ
ko: 비디오
pt_br: Vídeos

source: 影片與聲音
en: Video and audio
es: Vídeo y audio
ja: ビデオとオーディオ
ko: 비디오 및 오디오
pt_br: Vídeo e áudio

source: 影集
en: TV show
es: Serie
ja: シリーズ
ko: 시리즈
pt_br: Séries

source: 從
en: From
es: Desde
ja: 取得元
ko: 출처 앱
pt_br: De

source: 從 Atlas 匯入
en: Import from Atlas
es: Importar desde Atlas
ja: Atlas から読み込む
ko: Atlas에서 가져오기
pt_br: Importar do Atlas

source: 從 Atlas 帶進 %lld 件
en: Brought in %lld items from Atlas
es: %lld elementos importados desde Atlas
ja: Atlas から %lld 件を読み込む
ko: Atlas에서 %lld개 가져오기
pt_br: %lld itens trazidos do Atlas

source: 從這台 Mac 移除
en: Remove from This Mac
es: Quitar de este Mac
ja: この Mac から削除
ko: 이 Mac에서 제거
pt_br: Remover deste Mac

source: 從這台 Mac 移除「%@」？
en: Remove “%@” from this Mac?
es: ¿Quitar «%@» de este Mac?
ja: 「%@」をこの Mac から削除しますか？
ko: 이 Mac에서 ‘%@’을(를) 제거하시겠습니까?
pt_br: Remover “%@” deste Mac?

source: 從釘選版移除
en: Remove from Pinboard
es: Quitar del tablero
ja: ピンボードから削除
ko: 핀보드에서 제거
pt_br: Remover do quadro

source: 從釘選版移除 %lld 件
en: Remove %lld items from Pinboard
es: Quitar %lld elementos del tablero
ja: ピンボードから %lld 件を削除
ko: 핀보드에서 %lld개 제거
pt_br: Remover %lld itens do quadro

source: 怎麼來的：
en: How you got here:
es: Cómo llegaste:
ja: たどった経路：
ko: 경로:
pt_br: Como chegou aqui:

source: 恢復自動
en: Back to Automatic
es: Volver a automático
ja: 自動に戻す
ko: 자동으로 복원
pt_br: Voltar ao automático

source: 想太久了，沒有得到回答。換個說法再問一次試試。
en: That took too long and no answer came back. Try asking another way.
es: Tardó demasiado y no hubo respuesta. Prueba a preguntarlo de otra forma.
ja: 時間がかかりすぎたため、回答を得られませんでした。言い方を変えてもう一度質問してみてください。
ko: 생각이 너무 길어져 답변을 받지 못했습니다. 다르게 표현해서 다시 질문해 보십시오.
pt_br: Demorou demais e não houve resposta. Tente perguntar de outro jeito.

source: 想用描述找圖？下載語意模型（約 106 MB），只在這台 Mac 上執行。
en: Find pictures by describing them? Download the meaning model (about 106 MB). It runs only on this Mac.
es: ¿Buscar imágenes describiéndolas? Descarga el modelo de significado (unos 106 MB). Solo se ejecuta en este Mac.
ja: 説明で画像を探しますか？意味検索モデル（約 106 MB）をダウンロードします。この Mac 上だけで動作します。
ko: 설명으로 사진을 찾을까요? 의미 검색 모델(약 106MB)을 다운로드합니다. 이 Mac에서만 실행됩니다.
pt_br: Encontrar imagens descrevendo-as? Baixe o modelo de significado (cerca de 106 MB). Ele roda só neste Mac.

source: 截圖
en: Screenshot
es: Captura de pantalla
ja: スクリーンショット
ko: 스크린샷
pt_br: Captura de tela

source: 截圖收藏
en: Collect Screenshot
es: Guardar captura de pantalla
ja: スクリーンショットを撮って追加
ko: 스크린샷 수집
pt_br: Capturar tela e coletar

source: 所有位置回到原本的排列。這個動作無法復原。
en: All positions go back to the original arrangement. This can't be undone.
es: Todo volverá a su disposición original. Esta acción no se puede deshacer.
ja: すべての位置が元の配置に戻ります。この操作は取り消せません。
ko: 모든 위치가 원래 배치로 돌아갑니다. 이 동작은 실행 취소할 수 없습니다.
pt_br: todas as posições voltarão ao arranjo original. Esta ação não pode ser desfeita.

source: 打開
en: Open
es: Abrir
ja: 開く
ko: 열기
pt_br: Abrir

source: 打開展室
en: Open Room
es: Abrir sala
ja: 展示室を開く
ko: 전시실 열기
pt_br: Abrir sala

source: 打開頁面快照
en: Open Page Snapshot
es: Abrir instantánea de la página
ja: ページのスナップショットを開く
ko: 페이지 스냅샷 열기
pt_br: Abrir instantâneo da página

source: 打開預覽
en: Open Preview
es: Abrir vista previa
ja: プレビューを開く
ko: 미리보기 열기
pt_br: Abrir pré-visualização

source: 找不到「%@」 試試別的字，或是顏色、年份、網站名稱
en: Nothing found for “%@” Try other words, or a color, year or site name
es: No se encontró “%@” Prueba otras palabras, o un color, un año o el nombre de un sitio
ja: 「%@」は見つかりませんでした 別の言葉や、色、年、サイト名で試してください
ko: ‘%@’을(를) 찾을 수 없음 다른 단어나 색상, 연도, 사이트 이름으로 시도해 보십시오
pt_br: Nada encontrado para “%@” Tente outras palavras, ou uma cor, ano ou nome de site

source: 找不到原始檔
en: Can't find the original file
es: No se encuentra el archivo original
ja: 元のファイルが見つかりません
ko: 원본 파일을 찾을 수 없음
pt_br: Arquivo original não encontrado

source: 找到 %lld 件
en: Found %lld items
es: %lld encontrados
ja: %lld 件見つかりました
ko: %lld개 찾음
pt_br: %lld encontrados

source: 找相似的
en: Find Similar
es: Buscar similares
ja: 類似のものを探す
ko: 유사한 항목 찾기
pt_br: Encontrar semelhantes

source: 把拷貝的內容貼進去。檔案裡已經有其他 mcpServers 的話，只加 "wunder" 這一段。
en: Paste it in. If the file already has other mcpServers, add only the "wunder" part.
es: Pégalo. Si el archivo ya tiene otros mcpServers, añade solo la parte "wunder".
ja: コピーした内容を貼り付けます。ほかの mcpServers がすでにある場合は "wunder" の部分だけを加えます。
ko: 복사한 내용을 붙여 넣습니다. 다른 mcpServers가 이미 있다면 "wunder" 부분만 추가하세요.
pt_br: Cole o conteúdo. Se o arquivo já tiver outros mcpServers, adicione só a parte "wunder".

source: 把東西拖進這個視窗
en: Drag things into this window
es: Arrastra cosas a esta ventana
ja: このウインドウにドラッグしてください
ko: 이 윈도우로 항목을 드래그하십시오
pt_br: Arraste algo para esta janela

source: 拉姆斯橘
en: Rams Orange
es: Naranja Rams
ja: ラムス・オレンジ
ko: 람스 오렌지
pt_br: Laranja Rams

source: 拖曳或捲動來漫遊 · 空白鍵 暫停漂移 · R 隨機一件
en: Drag or scroll to wander · Space to pause drifting · R for a random item
es: Arrastra o desplázate para deambular · Espacio pausa la deriva · R elemento al azar
ja: ドラッグまたはスクロールでワンダー · スペースキー 漂流を一時停止 · R ランダムに 1 件
ko: 드래그하거나 스크롤하여 둘러보기 · 스페이스 바 표류 일시 정지 · R 무작위 항목
pt_br: Arraste ou role para passear · Espaço pausa o movimento · R item aleatório

source: 拖過的位置和自己分的堆，會回到一開始自動排好的樣子。收藏和連線都不會動。
en: Positions you dragged and piles you made go back to the original automatic layout. Items and connections stay as they are.
es: Las posiciones que moviste y los montones que hiciste volverán a la disposición automática inicial. Los elementos y las conexiones no cambian.
ja: ドラッグした位置や自分で作った山が、最初の自動配置に戻ります。アイテムと接続はそのままです。
ko: 드래그한 위치와 직접 만든 더미가 처음 자동으로 배치된 상태로 돌아갑니다. 항목과 연결선은 그대로 유지됩니다.
pt_br: As posições arrastadas e as pilhas que você criou voltarão ao arranjo automático inicial. Os itens e as conexões não mudam.

source: 拷貝
en: Copy
es: Copiar
ja: コピー
ko: 복사하기
pt_br: Copiar

source: 拷貝連結
en: Copy Link
es: Copiar enlace
ja: リンクをコピー
ko: 링크 복사하기
pt_br: Copiar link

source: 按 R 隨機重看一件
en: Press R to revisit a random item
es: Pulsa R para volver a ver algo al azar
ja: R を押すとランダムに 1 件表示します
ko: R을 눌러 무작위 항목 다시 보기
pt_br: Pressione R para rever um item ao acaso

source: 按 Return 在瀏覽器打開
en: Press Return to open in your browser
es: Pulsa Return para abrir en el navegador
ja: Return でブラウザで開く
ko: Return을 눌러 브라우저에서 열기
pt_br: Pressione Return para abrir no navegador

source: 按 Return 建立，Esc 取消
en: Press Return to create, Esc to cancel
es: Pulsa Return para crear, Esc para cancelar
ja: Return で作成、Esc でキャンセル
ko: Return을 눌러 생성, Esc를 눌러 취소
pt_br: Return cria, Esc cancela

source: 按 Return 打開來源
en: Press Return to open the source
es: Pulsa Return para abrir el origen
ja: Return でソースを開く
ko: Return을 눌러 출처 열기
pt_br: Pressione Return para abrir a origem

source: 按「拷貝」。
en: Click Copy.
es: Haz clic en Copiar.
ja: 「コピー」をクリックします。
ko: ‘복사’를 클릭합니다.
pt_br: Clique em Copiar.

source: 按下組合鍵…
en: Press a shortcut…
es: Pulsa una combinación de teclas…
ja: キーの組み合わせを押してください…
ko: 키 조합을 누르십시오…
pt_br: Pressione as teclas…

source: 按住 ⌥ 從一件拖到另一件，可以連起來
en: Hold ⌥ and drag from one item to another to connect them
es: Mantén pulsado ⌥ y arrastra de un elemento a otro para conectarlos
ja: ⌥ を押しながらアイテムを別のアイテムへドラッグすると接続できます
ko: ⌥를 누른 채 한 항목에서 다른 항목으로 드래그하면 연결할 수 있습니다
pt_br: Mantenha ⌥ pressionada e arraste de um item a outro para conectá-los

source: 按住 ⌥，從一件拖到另一件。
en: Hold ⌥ and drag from one piece to another.
es: Mantén ⌥ y arrastra de una pieza a otra.
ja: ⌥ を押したまま、ひとつから別のものへドラッグ。
ko: ⌥를 누른 채 한 항목에서 다른 항목으로 끌어 놓으세요.
pt_br: Segure ⌥ e arraste de uma peça para outra.

source: 按住空白鍵拖曳，或按住 ⌥ 拖空白的地方。
en: Hold Space and drag, or hold ⌥ and drag an empty spot.
es: Mantén la barra espaciadora y arrastra, o mantén ⌥ y arrastra un hueco.
ja: スペースキーを押したままドラッグ、または ⌥ を押して空いた所をドラッグ。
ko: 스페이스 바를 누른 채 끌거나, ⌥를 누르고 빈 곳을 끄세요.
pt_br: Segure a barra de espaço e arraste, ou segure ⌥ e arraste um espaço vazio.

source: 捏合或 ⌘ 加捲動來放大縮小
en: Pinch, or ⌘ and scroll, to zoom
es: Pellizca o usa ⌘ y desplázate para ampliar o reducir
ja: ピンチまたは ⌘ を押しながらスクロールで拡大・縮小
ko: 핀치하거나 ⌘를 누른 채 스크롤하여 확대/축소
pt_br: Faça pinça ou use ⌘ e role para ampliar ou reduzir

source: 提到 %@
en: Mentions %@
es: Menciona a %@
ja: %@ に言及
ko: %@ 언급
pt_br: Menciona %@

source: 提到「%@」
en: Mentions “%@”
es: Menciona “%@”
ja: 「%@」に言及
ko: ‘%@’ 언급
pt_br: Menciona “%@”

source: 搜尋
en: Search
es: Buscar
ja: 検索
ko: 검색
pt_br: Buscar

source: 搜尋「%@」
en: Search for “%@”
es: Buscar “%@”
ja: 「%@」を検索
ko: ‘%@’ 검색
pt_br: Buscar “%@”

source: 搜尋或提問
en: Search or ask
es: Buscar o preguntar
ja: 検索または質問
ko: 검색 또는 질문
pt_br: Buscar ou perguntar

source: 搜尋或提問（⌘K）
en: Search or ask (⌘K)
es: Buscar o preguntar (⌘K)
ja: 検索または質問（⌘K）
ko: 검색 또는 질문(⌘K)
pt_br: Buscar ou perguntar (⌘K)

source: 搜尋與理解
en: Search & Insight
es: Buscar y entender
ja: 検索と解析
ko: 검색 및 이해
pt_br: Buscar e entender

source: 搬回這台 Mac
en: Move Back to This Mac
es: Volver a este Mac
ja: この Mac に戻す
ko: 이 Mac으로 옮기기
pt_br: Trazer de volta para este Mac

source: 收不進來
en: Couldn't collect
es: No se pudo guardar
ja: 追加できません
ko: 수집할 수 없음
pt_br: Não foi possível coletar

source: 收藏
en: Collection
es: Colección
ja: コレクション
ko: 컬렉션
pt_br: Coleção

source: 收藏剪貼簿或目前頁面
en: Collect Clipboard or Current Page
es: Guardar portapapeles o página actual
ja: クリップボードまたは現在のページを追加
ko: 클립보드 또는 현재 페이지 수집
pt_br: Coletar área de transferência ou página atual

source: 收藏於
en: Collected
es: Guardado
ja: 追加日
ko: 수집일
pt_br: Coletado em

source: 收藏的檔案
en: Collected files
es: Archivos guardados
ja: 追加したファイル
ko: 수집한 파일
pt_br: Arquivos coletados

source: 收藏裡沒有找到和這個問題有關的東西
en: Nothing in your items relates to this question
es: No hay nada en tu colección relacionado con esta pregunta
ja: この質問に関係するアイテムは見つかりませんでした
ko: 수집품에서 이 질문과 관련된 항목을 찾지 못했습니다
pt_br: Nada nos seus itens tem relação com esta pergunta

source: 收起%@
en: Collapse %@
es: Contraer %@
ja: %@を折りたたむ
ko: %@ 접기
pt_br: Recolher %@

source: 收進 %lld 件
en: Collected %lld items
es: %lld elementos añadidos
ja: %lld 件を追加
ko: %lld개 수집함
pt_br: %lld itens adicionados

source: 收進來之後還沒仔細看過
en: Collected, but never really looked at
es: Lo guardaste, pero aún no lo has mirado bien
ja: 集めてから、まだちゃんと見ていません
ko: 모아 두고 아직 제대로 보지 않았어요
pt_br: Guardado, mas ainda não visto com calma

source: 收進來就好。按快捷鍵、拖到選單列的拱門或截圖，一個動作就收好，不問要放哪裡。
en: Just collect. A shortcut, a drag onto the arch in the menu bar, or a screenshot: one move and it’s in, without asking where it goes.
es: Solo guarda. Un atajo, arrastrar al arco de la barra de menús o una captura: un gesto y listo, sin preguntar dónde va.
ja: 集めるだけ。ショートカット、メニューバーのアーチへのドラッグ、スクリーンショット。ひと操作で収まり、置き場所は聞きません。
ko: 담기만 하세요. 단축키, 메뉴 막대의 아치로 끌어 놓기, 스크린샷. 한 번이면 담기고, 어디에 둘지 묻지 않습니다.
pt_br: Só guarde. Um atalho, arrastar para o arco da barra de menus ou uma captura: um gesto e pronto, sem perguntar onde vai.

source: 收進來就好，不必整理。
en: Just collect. No need to organize.
es: Solo guarda. Sin organizar.
ja: 集めるだけ。整理はいりません。
ko: 담기만 하세요. 정리는 필요 없어요.
pt_br: Só guarde. Sem organizar.

source: 收進展室
en: Keep files in the room
es: Guardar en la sala
ja: 展示室に保管
ko: 전시실에 보관
pt_br: Guardar na sala

source: 改成把檔案收進展室？
en: Keep files in the room instead?
es: ¿Guardar los archivos en la sala?
ja: ファイルを展示室に保管する方式に変更しますか？
ko: 파일을 전시실에 보관하도록 변경하겠습니까?
pt_br: Passar a guardar os arquivos na sala?

source: 改用
en: Switch
es: Cambiar
ja: 変更
ko: 변경
pt_br: Usar esta

source: 放大
en: Zoom In
es: Ampliar
ja: 拡大
ko: 확대
pt_br: Ampliar

source: 放大縮小
en: Zoom
es: Zoom
ja: 拡大・縮小
ko: 확대·축소
pt_br: Zoom

source: 放大（⌘+）
en: Zoom In (⌘+)
es: Ampliar (⌘+)
ja: 拡大（⌘+）
ko: 확대(⌘+)
pt_br: Ampliar (⌘+)
